spring2017/psyc3435/lectures/week8.tex
% Created 2017-03-06 Mon 09:10
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\date{Mar 6-10, 2017}
\title{Week 8 lecture notes - PSYC 3435}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 25.1.1 (Org mode 8.2.10)}}
\begin{document}

\maketitle
This week, we'll talk about issues related to experiments with one independent variable, called \textbf{single factor designs}

\section*{Between subjects designs}
\label{sec-1}
\begin{itemize}
\item In a between-subjects design, participants experience \emph{only one} level of the independent variable.
\item participants randomly assigned to one of the levels
\end{itemize}

\subsection*{Threat to validity -- group differences}
\label{sec-1-1}
\begin{itemize}
\item random assignment usually eliminates individual differences by dispersing them across groups, so only difference between the groups is the manipulation
\item may not be sufficient with small sample!
\item Solution 1: use a \emph{matched design}
\begin{itemize}
\item participants matched across groups on some characteristic
\item Ex: O'Hanlon and Roberson (2006) - studied children's learning of color words.
\item different groups taught color words under different feedback conditions
\item created matched sets of participants based on age and vocabulary ability, then randomly assigned one member of each matched set to each feedback condition
\end{itemize}
\item Solution 2: measure individual differences, then use them as \emph{covariates} in statistical analysis
\item Solution 3: use a \emph{within-subjects} design
\end{itemize}

\section*{Within subjects designs}
\label{sec-2}
\begin{itemize}
\item in a within-subjects design, participants experience \emph{all} levels of the independent variable
\end{itemize}

\subsection*{Threat to validity -- order effects}
\label{sec-2-1}
\begin{itemize}
\item the order in which participants experience the experimental conditions may affect the results
\begin{itemize}
\item Example: test effect of problem format (digits/words) on arithmetic performance.
\item within-subjects design -- give digit problems first, then word problems
\item suppose you find that word problems result in lower performance.  Why?
\item could be something about word problems that affects encoding?
\item OR, could be fatigue (since word problems ALWAYS occurred at end of experiment)
\end{itemize}
\item solution: use \emph{counterbalancing}
\begin{itemize}
\item two conditions: 2 possible orders (AB, BA).  Half of participants randomly assigned to AB order, other half assigned to BA
\item three conditions: 6 possible orders (ABC, ACB, BAC, BCA, CBA, CAB).  Assign participants randomly to these orders
\item four conditions: 24 possible orders!
\item five conditions: 120 possible orders!
\end{itemize}
\end{itemize}

Note: when you have four or more conditions, it is difficult to use ALL possible orders.  So, you have to do a \emph{partial counterbalancing}.  This is done with a \emph{Latin-square} design.
\begin{itemize}
\item Example: notice that each condition appears in each possible order position
\end{itemize}

\begin{center}
\begin{tabular}{lllll}
Order 1 & A & B & C & D\\
Order 2 & B & C & D & A\\
Order 3 & C & D & A & B\\
Order 4 & D & A & B & C\\
\end{tabular}
\end{center}

However, notice that A appears before B on 3/4 of orders.  So, there might still be an order effect of A before B.

Solution: use a \emph{balanced} Latin square

\begin{center}
\begin{tabular}{lllll}
Order 1 & A & B & D & C\\
Order 2 & B & C & A & D\\
Order 3 & C & D & B & A\\
Order 4 & D & A & C & B\\
\end{tabular}
\end{center}

Here, each condition appears \textbf{before} and \textbf{after} all the others equally.  For example, A appears before B in half of orders, and A after B in the other half.

\section*{Assignment for Wednesday}
\label{sec-3}
You will be randomly assigned to one of the following 3 articles.  For the article you read, please be prepared to answer the following questions:

\begin{enumerate}
\item Consider the design of the study. What is the independent variable? What are the levels of the IV?  What is the DV?
\item Was the independent variable in the experiments manipulated between-subjects or within-subjects?  How do you know?
\item Do you think the study could have been conducted as the other type of design (opposite to your answer in \#2)?  Why?
\end{enumerate}

Articles: 
\begin{itemize}
\item Storm, B. C., \& Stone, S. M. (2015). Saving-enhanced memory: The benefits of saving on the learning and remembering of new information. \emph{Psychological Science, 26}, 182-188. (look at Experiment 1)
\item Ferre, E. R., Lopez, C., \& Haggard, P. (2014). Anchoring the self to the body: Vestibular contribution to the sense of self. \emph{Psychological Science, 25}, 2106-2108.
\item Bastian, B., Jetten, J., \& Ferris, L. J. (2014). Pain as social glue: Shared pain increases cooperation. \emph{Psychological Science, 25}, 2079-2085. (look at Experiment 1.)
\end{itemize}
% Emacs 25.1.1 (Org mode 8.2.10)
\end{document}